Repository: shauser/sca-test-fe
Catalog: src-ui/src/locale/messages.*.xlf
Languages: nb_no, sv_se

source: Document added
nb_no: Dokument lagt til
sv_se: Dokument tillagt

source: Document status.filename was added to paperless.
nb_no: Dokumentet status.filename er lagt til i Paperless.
sv_se: Dokument status.filename lades till i paperless.

source: Open document
nb_no: Åpne dokumentet
sv_se: Öppna dokument

source: Could not add status.filename: status.message
nb_no: Kunne ikke legge til status.filename: status.message
sv_se: Kunde inte lägga till status.filename: status.message

source: New document detected
nb_no: Nytt dokument funnet
sv_se: Nytt dokument upptäckt

source: Document status.filename is being processed by paperless.
nb_no: Dokument status.filename behandles av Paperless.
sv_se: Dokument status.filename behandlas av paperless.

source: Documents
nb_no: Dokumenter
sv_se: Dokument

source: View "this.list.activeSavedViewTitle" saved successfully.
nb_no: Visningen "this.list.activeSavedViewTitle" er lagret.
sv_se: Vy "this.list.activeSavedViewTitle" sparades.

source: View "savedView.name" created successfully.
nb_no: Visningen "savedView.name" er opprettet.
sv_se: Vy "savedView.name" skapades.

source: Select
nb_no: Marker
sv_se: Välj

source: Select none
nb_no: Fjern markering
sv_se: Markera ingen

source: Select page
nb_no: Marker siden
sv_se: Välj sida

source: Select all
nb_no: Marker alle
sv_se: Välj alla

source: Sort
nb_no: Sorter
sv_se: Sortera

source: Views
nb_no: Visninger
sv_se: Vyer

source: Save as...
nb_no: Lagre som...
sv_se: Spara som...

source: Save "{{list.activeSavedViewTitle}}"
nb_no: Lagre "{{list.activeSavedViewTitle}}"
sv_se: Spara "{{list.activeSavedViewTitle}}"

source: {VAR_PLURAL, plural, =1 {Selected {INTERPOLATION} of one document} other {Selected {INTERPOLATION} of {INTERPOLATION_1} documents}}
nb_no: {VAR_PLURAL, plural, one {} =1 {Markert {INTERPOLATION} av 1 dokument} other {Markert {INTERPOLATION} av {INTERPOLATION_1} dokumenter}}
sv_se: {VAR_PLURAL, plural, one {} =1 {Vald {INTERPOLATION} av ett dokument} other {Vald {INTERPOLATION} av {INTERPOLATION_1} dokument}}

source: {VAR_PLURAL, plural, =1 {One document} other {{INTERPOLATION} documents}}
nb_no: {VAR_PLURAL, plural, one {} =1 {Ett dokument} other {{INTERPOLATION} dokumenter}}
sv_se: {VAR_PLURAL, plural, one {} =1 {Ett dokument} other {{INTERPOLATION} dokument}}

source: (filtered)
nb_no: (filtrert)
sv_se: (filtrerad)

source: Correspondent
nb_no: Korrespondent
sv_se: Korrespondent

source: Title
nb_no: Tittel
sv_se: Titel

source: Document type
nb_no: Dokumenttype
sv_se: Dokumenttyp

source: Created
nb_no: Opprettet
sv_se: Skapad

source: Added
nb_no: Lagt til
sv_se: Tillagd

source: Confirm delete
nb_no: Bekreft sletting
sv_se: Bekräfta borttagning

source: Do you really want to delete document "this.document.title"?
nb_no: Er du sikker på at du vil slette dokumentet "this.document.title"?
sv_se: Vill du verkligen ta bort dokumentet "this.document.title"?

source: The files for this document will be deleted permanently. This operation cannot be undone.
nb_no: Dokumentet og tilhørende filer vil bli slettet permanent. Dette kan ikke angres.
sv_se: Filerna för detta dokument kommer att raderas permanent. Den här åtgärden kan inte ångras.

source: Delete document
nb_no: Slett dokumentet
sv_se: Ta bort dokument

source: Error deleting document: JSON.stringify(error)
nb_no: Feil ved sletting av dokument: JSON.stringify(error)
sv_se: Fel vid borttagning av dokument: JSON.stringify(error)

source: Delete
nb_no: Slett
sv_se: Radera

source: Download
nb_no: Last ned
sv_se: Ladda ner

source: More like this
nb_no: Lignende dokumenter
sv_se: Mer som detta

source: Close
nb_no: Lukk
sv_se: Stäng

source: Details
nb_no: Detaljer
sv_se: Detaljer

source: Content
nb_no: Innhold
sv_se: Innehåll

source: Discard
nb_no: Forkast
sv_se: Avfärda

source: Save
nb_no: Lagre
sv_se: Spara

source: Page
nb_no: Side
sv_se: Sida

source: of {{previewNumPages}}
nb_no: av {{previewNumPages}}
sv_se: av {{previewNumPages}}

source: Download original
nb_no: Last ned originalen
sv_se: Ladda ner original

source: Archive serial number
nb_no: Arkivert serienummer
sv_se: Arkivets serienummer

source: Date created
nb_no: Dato opprettet
sv_se: Datum skapad

source: Date modified
nb_no: Dato endret
sv_se: Datum ändrad

source: Date added
nb_no: Dato lagt til
sv_se: Datum tillagd

source: Media filename
nb_no: Filnavn på disk
sv_se: Media filnamn

source: Original MD5 checksum
nb_no: Opprinnelig MD5-sjekksum
sv_se: Original MD5-kontrollsumma

source: Original file size
nb_no: Opprinnelig filstørrelse
sv_se: Ursprunglig filstorlek

source: Original mime type
nb_no: Opprinnelig mime-type
sv_se: Ursprunglig mime-typ

source: Archive MD5 checksum
nb_no: Arkivets MD5-sjekksum
sv_se: Arkiv MD5-kontrollsumma

source: Archive file size
nb_no: Arkivets filstørrelse
sv_se: Arkiv filstorlek

source: Original document metadata
nb_no: Opprinnelig dokumentmetadata
sv_se: Ursprungliga dokument metadata

source: Archived document metadata
nb_no: Arkivert dokumentmetadata
sv_se: Arkiverade dokument metadata

source: Save & next
nb_no: Lagre & gå til neste
sv_se: Spara & nästa

source: Hello this.displayName, welcome to Paperless-ngx!
nb_no: Hei this.displayName, velkommen til Paperless-ngx!

source: Welcome to Paperless-ngx!
nb_no: Velkommen til Paperless-ngx!

source: Dashboard
nb_no: Dashbord
sv_se: Kontrollpanel

source: Do you really want to delete the tag "object.name"?
nb_no: Er du sikker på at du vil slette taggen "object.name"?
sv_se: Vill du verkligen ta bort taggen "object.name"?

source: Tags
nb_no: Tagger
sv_se: Taggar

source: Create
nb_no: Opprett
sv_se: Skapa

source: Filter by:
nb_no: Filtrer etter:
sv_se: Filtrera på:

source: Name
nb_no: Navn
sv_se: Namn

source: Color
nb_no: Farge
sv_se: Färg

source: Matching
nb_no: Matcher med
sv_se: Matchar

source: Document count
nb_no: Antall dokumenter
sv_se: Antal dokument

source: Actions
nb_no: Handlinger
sv_se: Åtgärder

source: Edit
nb_no: Rediger
sv_se: Redigera

source: Do you really want to delete the document type "object.name"?
nb_no: Er du sikker på at du vil slette dokumenttypen "object.name"?
sv_se: Vill du verkligen ta bort dokumenttypen "object.name"?

source: Document types
nb_no: Dokumenttyper
sv_se: Dokumenttyper

source: Logs
nb_no: Logger
sv_se: Loggar

source: Saved view "savedView.name" deleted.
nb_no: Den lagrede visningen "savedView.name" er slettet.
sv_se: Sparad vy "savedView.name" borttagen.

source: Settings saved successfully.
nb_no: Innstillingene er lagret.
sv_se: Inställningar har sparats.

source: Use system language
nb_no: Bruk systemspråket
sv_se: Använd systemspråk

source: Use date format of display language
nb_no: Bruk datoformat for visningsspråk
sv_se: Använd datumformat för visningsspråk

source: Error while storing settings on server: JSON.stringify(error.error)
nb_no: Feil ved lagring av innstillinger på serveren: JSON.stringify(error.error)
sv_se: Fel vid lagring av inställningar på server: JSON.stringify(error.error)

source: Settings
nb_no: Innstillinger
sv_se: Inställningar

source: General settings
nb_no: Generelle innstillinger
sv_se: Allmänna inställningar

source: Notifications
nb_no: Varsler
sv_se: Notifieringar

source: Saved views
nb_no: Lagrede visninger
sv_se: Sparade vyer

source: Appearance
nb_no: Utseende
sv_se: Utseende

source: Display language
nb_no: Visnings språk
sv_se: Visningsspråk

source: You need to reload the page after applying a new language.
nb_no: Du må laste siden på nytt etter endring av språk.
sv_se: Du måste ladda om sidan efter att du ställt in ett nytt språk.

source: Date display
nb_no: Datovisning
sv_se: Visning av datum

source: Date format
nb_no: Datoformat
sv_se: Datumformat

source: Short: {{today | customDate:'shortDate':null:computedDateLocale}}
nb_no: Kort: {{today | customDate:'shortDate':null:computedDateLocale}}
sv_se: Kort: {{today | customDate:'shortDate':null:computedDateLocale}}

source: Medium: {{today | customDate:'mediumDate':null:computedDateLocale}}
nb_no: Middels: {{today | customDate:'mediumDate':null:computedDateLocale}}

source: Long: {{today | customDate:'longDate':null:computedDateLocale}}
nb_no: Lang: {{today | customDate:'longDate':null:computedDateLocale}}
sv_se: Lång: {{today | customDate:'longDate':null:computedDateLocale}}

source: Items per page
nb_no: Elementer per side
sv_se: Objekt per sida

source: Document editor
nb_no: Dokument editor
sv_se: Redigerare för dokument

source: Use PDF viewer provided by the browser
nb_no: Bruk PDF-leser fra nettleseren
sv_se: Använd PDF-läsaren som tillhandahålls av webbläsaren

source: This is usually faster for displaying large PDF documents, but it might not work on some browsers.
nb_no: Dette er vanligvis raskere for å vise store PDF-dokumenter, men det kan være noen nettlesere det ikke fungerer i.
sv_se: Detta är oftast snabbare för att visa stora PDF-dokument, men det kanske inte fungerar på vissa webbläsare.

source: Use system settings
nb_no: Bruk systeminnstillingene
sv_se: Använd systeminställningar

source: Enable dark mode
nb_no: Aktiver dark mode
sv_se: Aktivera mörkt läge

source: Invert thumbnails in dark mode
nb_no: Inverter miniatyrbilder i dark mode
sv_se: Invertera miniatyrer i mörkt läge

source: Bulk editing
nb_no: Bulk-redigering
sv_se: Massändring

source: Show confirmation dialogs
nb_no: Vis bekreftelsesdialoger
sv_se: Visa bekräftelsedialoger

source: Deleting documents will always ask for confirmation.
nb_no: Sletting av dokumenter kommer alltid til å be om bekreftelse.
sv_se: Radering av dokument kommer alltid att be om bekräftelse.

source: Apply on close
nb_no: Ta i bruk ved lukking
sv_se: Tillämpa vid stängning

source: Document processing
nb_no: Dokumentbehandling
sv_se: Dokument bearbetas

source: Show notifications when new documents are detected
nb_no: Vis varsler når nye dokumenter oppdages
sv_se: Visa notifieringar när nya dokument upptäcks

source: Show notifications when document processing completes successfully
nb_no: Vis varsler når dokumentbehandlinger er fullført
sv_se: Visa notifieringar när dokumentbehandlingen är klar

source: Show notifications when document processing fails
nb_no: Vis varsler når dokumentbehandlinger mislykkes
sv_se: Visa aviseringar när dokumentbehandling misslyckas

source: Suppress notifications on dashboard
nb_no: Skjul varsel på dashbordet
sv_se: Förhindra aviseringar på instrumentpanelen

source: This will suppress all messages about document processing status on the dashboard.
nb_no: Dette vil skjule alle meldinger om dokumentbehandlings status på dashbordet.
sv_se: Detta kommer att förhindra alla meddelanden om status för dokumenthantering på instrumentpanelen.

source: Appears on
nb_no: Vises på
sv_se: Visas på

source: Show on dashboard
nb_no: Vis på dashbordet
sv_se: Visa på instrumentpanelen

source: Show in sidebar
nb_no: Vis i sidepanelet
sv_se: Visa i sidofältet

source: No saved views defined.
nb_no: Det finnes ingen lagrede visninger.
sv_se: Inga sparade vyer har definierats.

source: 404 Not Found
nb_no: 404 Ikke funnet
sv_se: 404 Hittades inte

source: Do you really want to delete the correspondent "object.name"?
nb_no: Ønsker du virkelig å slette korrespondenten "object.name"?
sv_se: Vill du verkligen ta bort korrespondenten "object.name"?

source: Correspondents
nb_no: Korrespondenter
sv_se: Korrespondenter

source: Last correspondence
nb_no: Siste korrespondanse
sv_se: Senaste korrespondens

source: Confirmation
nb_no: Bekreftelse
sv_se: Bekräftelse

source: Confirm
nb_no: Bekreft
sv_se: Bekräfta

source: Cancel
nb_no: Avbryt
sv_se: Avbryt

source: Create new correspondent
nb_no: Opprett ny korrespondent
sv_se: Skapa ny korrespondent

source: Edit correspondent
nb_no: Rediger korrespondent
sv_se: Senaste korrespondent

source: Matching algorithm
nb_no: Matche-algoritme
sv_se: Matchande algoritm

source: Matching pattern
nb_no: Matche-mønster
sv_se: Matchande mönster

source: Case insensitive
nb_no: Se bort ifra store og små bokstaver
sv_se: Ej skiftlägeskänsligt

source: Create new tag
nb_no: Opprett ny tagg
sv_se: Skapa ny tagg

source: Edit tag
nb_no: Rediger tagg
sv_se: Redigera tag

source: Inbox tag
nb_no: Innboks-tagg
sv_se: Inkorgs tagg

source: Inbox tags are automatically assigned to all consumed documents.
nb_no: Innboks-tagger blir automatisk tildelt alle dokumenter som blir behandlet.
sv_se: Inkorgtaggar tilldelas automatiskt till alla konsumerade dokument.

source: Create new document type
nb_no: Opprett ny dokumenttype
sv_se: Skapa ny dokumenttyp

source: Edit document type
nb_no: Rediger dokumenttype
sv_se: Redigera dokumenttyp

source: Search documents
nb_no: Søk i dokumenter
sv_se: Sök dokument

source: Logout
nb_no: Logg ut
sv_se: Logga ut

source: Manage
nb_no: Administrer
sv_se: Hantera

source: Documentation
nb_no: Dokumentasjon
sv_se: Dokumentation

source: Suggest an idea
nb_no: Foreslå en idé
sv_se: Föreslå en idé

source: Logged in as {{displayName}}
nb_no: Innlogget som {{displayName}}
sv_se: Inloggad som {{displayName}}

source: Open documents
nb_no: Åpne Dokumenter
sv_se: Öppna dokument

source: Close all
nb_no: Lukk alle
sv_se: Stäng alla

source: Correspondent: this.correspondents.find(c => c.id == +rule.value)?.name
nb_no: Korrespondent: this.correspondents.find(c => c.id == +rule.value)?.name
sv_se: Korrespondent: this.correspondents.find(c => c.id == +rule.value)?.name

source: Without correspondent
nb_no: Uten korrespondent
sv_se: Utan korrespondent

source: Without document type
nb_no: Uten dokumenttype
sv_se: Utan dokumenttyp

source: Tag: this.tags.find(t => t.id == +rule.value)?.name
nb_no: Tagg: this.tags.find(t => t.id == +rule.value)?.name

source: Without any tag
nb_no: Har ingen tagger
sv_se: Utan tagg

source: Title: rule.value
nb_no: Tittel: rule.value
sv_se: Titel: rule.value

source: Title & content
nb_no: Tittel & innhold
sv_se: Titel & innehåll

source: Advanced search
nb_no: Avansert søk
sv_se: Avancerad sökning

source: More like
nb_no: Lignende
sv_se: Mer som

source: Filter tags
nb_no: Filtrer tagger
sv_se: Filtrera taggar

source: Filter correspondents
nb_no: Filtrer korrespondenter
sv_se: Filtrera korrespondenter

source: Filter document types
nb_no: Filtrer dokumenttyper
sv_se: Filtrera dokument typ

source: Reset filters
nb_no: Tilbakestill filtre
sv_se: Återställ filter

source: Not assigned
nb_no: Ikke tildelt
sv_se: Inte tilldelad

source: Apply
nb_no: Bruk
sv_se: Tillämpa

source: Last 7 days
nb_no: Siste 7 dager
sv_se: Senaste 7 dagarna

source: Last month
nb_no: Siste måned
sv_se: Senaste månaden

source: Last 3 months
nb_no: Siste 3 måneder
sv_se: Senaste 3 månaderna

source: Last year
nb_no: I fjor
sv_se: Senaste året

source: After
nb_no: Etter
sv_se: Efter

source: Before
nb_no: Før
sv_se: Innan

source: Clear
nb_no: Nullstill
sv_se: Rensa

source: View
nb_no: Vis
sv_se: Vy

source: Filter by correspondent
nb_no: Filtrer etter korrespondent
sv_se: Filtrera på korrespondent

source: Filter by tag
nb_no: Filtrer etter tagger
sv_se: Filtrera efter tagg

source: Score:
nb_no: Relevans:
sv_se: Poäng:

source: Created: {{ document.created | customDate}}
nb_no: Opprettet: {{ document.created | customDate}}
sv_se: Skapad: {{ document.created | customDate}}

source: Added: {{ document.added | customDate}}
nb_no: Lagt til: {{ document.added | customDate}}
sv_se: Tillagd: {{ document.added | customDate}}

source: Modified: {{ document.modified | customDate}}
nb_no: Endret: {{ document.modified | customDate}}
sv_se: Ändrad: {{ document.modified | customDate}}

source: Error executing bulk operation: JSON.stringify(error.error)
nb_no: Feil under kjøring av bulkoperasjon: JSON.stringify(error.error)
sv_se: Fel vid körning av massoperation: JSON.stringify(error.error)

source: "items[0].name" and "items[1].name"
nb_no: "items[0].name" og "items[1].name"
sv_se: "items[0].name" och "items[1].name"

source: list and "items[items.length - 1].name"
nb_no: list og "items[items.length - 1].name"
sv_se: list" och "items[items.length - 1].name"

source: Confirm tags assignment
nb_no: Bekreft tildeling av tagger
sv_se: Bekräfta tilldelning av taggar

source: This operation will add the tag "tag.name" to this.list.selected.size selected document(s).
nb_no: Denne operasjonen vil legge til taggen "tag.name" til this.list.selected.size markerte dokumenter.
sv_se: Denna åtgärd kommer att lägga till taggen "tag.name" till this.list.selected.size valda dokument.

source: This operation will add the tags this._localizeList(changedTags.itemsToAdd) to this.list.selected.size selected document(s).
nb_no: Denne operasjonen vil legge til taggene "this._localizeList(changedTags.itemsToAdd)" til this.list.selected.size markerte dokumenter.
sv_se: Denna åtgärd kommer att lägga till taggen "this._localizeList(changedTags.itemsToAdd)" till this.list.selected.size valda dokument.

source: This operation will remove the tag "tag.name" from this.list.selected.size selected document(s).
nb_no: Denne handlingen vil fjerne taggen "tag.name" fra this.list.selected.size markerte dokumenter.
sv_se: Denna åtgärd kommer att ta bort taggen "tag.name" från this.list.selected.size valda dokument.

source: This operation will remove the tags this._localizeList(changedTags.itemsToRemove) from this.list.selected.size selected document(s).
nb_no: Denne handlingen vil fjerne taggene "this._localizeList(changedTags.itemsToRemove)" fra this.list.selected.size markerte dokumenter.
sv_se: Denna åtgärd kommer att ta bort taggar this._localizeList(changedTags.itemsToRemove) från this.list.selected.size valda dokument.

source: This operation will add the tags this._localizeList(changedTags.itemsToAdd) and remove the tags this._localizeList(changedTags.itemsToRemove) on this.list.selected.size selected document(s).
nb_no: Denne operasjonen vil legge til taggene this._localizeList(changedTags.itemsToAdd) og fjerne taggene this._localizeList(changedTags.itemsToRemove) på this.list.selected.size markerte dokumenter.
sv_se: Den här åtgärden kommer att lägga till taggar this._localizeList(changedTags.itemsToAdd) och ta bort taggar this._localizeList(changedTags.itemsToRemove) på this.list.selected.size valda dokument.

source: Confirm correspondent assignment
nb_no: Bekreft korrespondent tildeling
sv_se: Bekräfta korrespondenttilldelning

source: This operation will assign the correspondent "correspondent.name" to this.list.selected.size selected document(s).
nb_no: Denne operasjonen vil tildele korrespondenten "correspondent.name" til this.list.selected.size markerte dokumenter.
sv_se: Den här åtgärden kommer att tilldela korrespondenten "correspondent.name" till this.list.selected.size valda dokument.

source: This operation will remove the correspondent from this.list.selected.size selected document(s).
nb_no: Denne operasjonen vil fjerne korrespondenten fra this.list.selected.size markerte dokumenter.
sv_se: Den här åtgärden kommer att ta bort korrespondenten från this.list.selected.size valda dokument.

source: Confirm document type assignment
nb_no: Bekreft tildeling av dokumenttype
sv_se: Bekräfta tilldelning av dokumenttyp

source: This operation will assign the document type "documentType.name" to this.list.selected.size selected document(s).
nb_no: Denne operasjonen vil tildele dokumenttypen "documentType.name" til this.list.selected.size markerte dokumenter.
sv_se: Den här åtgärden kommer att tilldela dokumenttypen "documentType.name" till this.list.selected.size valda dokument.

source: This operation will remove the document type from this.list.selected.size selected document(s).
nb_no: Denne operasjonen vil fjerne dokumenttypen fra this.list.selected.size markerte dokumenter.
sv_se: Den här åtgärden kommer att ta bort dokumenttypen från this.list.selected.size valda dokument.

source: Delete confirm
nb_no: Bekreft sletting
sv_se: Bekräfta borttagning

source: This operation will permanently delete this.list.selected.size selected document(s).
nb_no: Denne operasjonen vil permanent slette this.list.selected.size markerte dokumenter.
sv_se: Den här åtgärden kommer att permanent ta bort this.list.selected.size markerade dokument.

source: This operation cannot be undone.
nb_no: Denne handlingen kan ikke angres.
sv_se: Den här åtgärden kan inte ångras.

source: Delete document(s)
nb_no: Slett dokument(er)
sv_se: Ta bort dokument

source: Select:
nb_no: Marker:
sv_se: Välj:

source: All
nb_no: Alle
sv_se: Alla

source: Edit:
nb_no: Rediger:
sv_se: Redigera:

source: Download originals
nb_no: Last ned originaler
sv_se: Ladda ner original

source: Add item
nb_no: Legg til element
sv_se: Lägg till objekt

source: Suggestions:
nb_no: Forslag:
sv_se: Förslag:

source: Save current view
nb_no: Lagre nåværende visning
sv_se: Spara aktuell vy

source: Add tag
nb_no: Legg til tagg
sv_se: Lägg till tagg

source: Show all
nb_no: Vis alle
sv_se: Visa alla

source: Statistics
nb_no: Statistikk
sv_se: Statistik

source: Total documents: {{statistics?.documents_total}}
nb_no: Totalt antall dokumenter: {{statistics?.documents_total}}
sv_se: Totalt antal dokument: {{statistics?.documents_total}}

source: Documents in inbox: {{statistics?.documents_inbox}}
nb_no: Dokumenter i innboks: {{statistics?.documents_inbox}}
sv_se: Dokument i inkorg: {{statistics?.documents_inbox}}

source: Processing: countUploadingAndProcessing
nb_no: Behandler: countUploadingAndProcessing
sv_se: Bearbetar: countUploadingAndProcessing

source: Failed: countFailed
nb_no: Feilet: countFailed
sv_se: Misslyckades: countFailed

source: Added: countSuccess
nb_no: Lagt til: countSuccess
sv_se: Tillagda: countSuccess

source: Connecting...
nb_no: Kobler til...
sv_se: Ansluter...

source: Uploading...
nb_no: Laster opp...
sv_se: Laddar upp...

source: Upload complete, waiting...
nb_no: Opplasting fullført, venter...
sv_se: Uppladdning klar, väntar...

source: HTTP error: error.status error.statusText
nb_no: HTTP feil: error.status error.statusText
sv_se: HTTP-fel: error.status error.statusText

source: Upload new documents
nb_no: Last opp nye dokumenter
sv_se: Ladda upp dokument

source: Drop documents here or
nb_no: Slipp dokumenter her eller
sv_se: Släpp dokument här eller

source: Browse files
nb_no: Bla gjennom filer
sv_se: Bläddra bland filer

source: Dismiss completed
nb_no: Fjern fullførte
sv_se: Avfärda slutförd

source: {VAR_PLURAL, plural, =1 {One more document} other {{INTERPOLATION} more documents}}
nb_no: {VAR_PLURAL, plural, =1 {Ett dokument til} other {{INTERPOLATION} dokumenter til}}
sv_se: {VAR_PLURAL, plural, one {} =1 {Ett dokument till} other {{INTERPOLATION} fler dokument}}

source: First steps
nb_no: De første stegene
sv_se: Första stegen

source: Paperless is running! :)
nb_no: Paperless kjører! :)
sv_se: Paperless-ngx är igång! :)
