Repository: shauser/sca-test-fe
Catalog: src-ui/src/locale/messages.*.xlf
Languages: nb_no, sv_se

source: You can start uploading documents by dropping them in the file upload box to the right or by dropping them in the configured consumption folder and they'll start showing up in the documents list. After you've added some metadata to your documents, use the filtering mechanisms of paperless to create custom views (such as 'Recently added', 'Tagged TODO') and they will appear on the dashboard instead of this message.
nb_no: Du kan begynne å laste opp dokumenter ved å slippe dem i filopplastingsboksen til høyre eller ved å slippe dem i den konfigurerte behandlingsmappen, så vil de etterhvert vises i dokumentlisten. Etter at du har lagt til metadata til dokumentene dine, så kan du bruke filtreringsmekanismene i Paperless til å opprette egendefinerte visninger (som 'nylig lagt til', 'Tagget TODO') og de vil vises på dashbordet i stedet for denne meldingen.
sv_se: Du kan börja ladda upp dokument genom att släppa dem i rutan för filuppladdning till höger eller genom att släppa dem i den konfigurerade konsumtionsmappen och de börjar visas i dokumentlistan. När du har lagt till några metadata i dina dokument, använd filtreringsmekanismerna för paperless för att skapa anpassade vyer (såsom "Nyligen tillagd", 'Tagged TODO') och de kommer att visas på instrumentpanelen i stället för detta meddelande.

source: Paperless offers some more features that try to make your life easier:
nb_no: Paperless tilbyr flere funksjoner som prøver å gjøre livet ditt lettere:
sv_se: Paperless erbjuder några ytterligare funktioner för att göra ditt liv enklare:

source: Once you've got a couple documents in paperless and added metadata to them, paperless can assign that metadata to new documents automatically.
nb_no: Når du har lagt til noen dokumenter i Paperless og lagt til metadata til dem, kan Paperless tilordne denne metadataen til nye dokumenter automatisk.
sv_se: När du har fått ett par dokument i paperless och lagt till metadata till dem, kan paperless tilldela detta metadata till nya dokument automatiskt.

source: You can configure paperless to read your mails and add documents from attached files.
nb_no: Du kan konfigurere Paperless til å lese e-postene dine og legge til dokumenter fra vedlagte filer.
sv_se: Du kan konfigurera paperless för att läsa dina e-postmeddelanden och lägga till dokument från bifogade filer.

source: Consult the documentation on how to use these features. The section on basic usage also has some information on how to use paperless in general.
nb_no: Se gjennom dokumentasjonen om hvordan du bruker disse funksjonene. Seksjonen om grunnleggende bruk har også litt informasjon om hvordan man bruker Paperless generelt.
sv_se: Konsultera dokumentationen om hur man använder dessa funktioner. Avsnittet om grundläggande användning har också viss information om hur man använder paperless i allmänhet.

source: Please select an object
nb_no: Velg et objekt
sv_se: Välj ett objekt

source: Invalid date.
nb_no: Ugyldig dato.
sv_se: Ogiltigt datum.

source: Searching document with asn {{asn}}
nb_no: Søker etter dokument med ASN {{asn}}
sv_se: Söker dokument med asn {{asn}}

source: Yes
nb_no: Ja
sv_se: Ja

source: No
nb_no: Nei
sv_se: Nej

source: (no title)
nb_no: (ingen tittel)
sv_se: (ingen titel)

source: English (US)
nb_no: Engelsk (US)
sv_se: Engelska (USA)

source: English (GB)
nb_no: Engelsk (GB)
sv_se: Engelska (GB)

source: German
nb_no: Tysk
sv_se: Tyska

source: Dutch
nb_no: Nederlandsk
sv_se: Holländska

source: French
nb_no: Fransk
sv_se: Franska

source: Portuguese (Brazil)
nb_no: Portugisisk (Brasil)
sv_se: Portugisiska (Brasilien)

source: Italian
nb_no: Italiensk
sv_se: Italienska

source: Romanian
nb_no: Rumensk
sv_se: Rumänska

source: Russian
nb_no: Russisk
sv_se: Ryska

source: Spanish
nb_no: Spansk
sv_se: Spanska

source: Polish
nb_no: Polsk
sv_se: Polska

source: Swedish
nb_no: Svensk
sv_se: Svenska

source: Document already exists.
nb_no: Dokumentet finnes allerede.
sv_se: Dokumentet finns redan.

source: File not found.
nb_no: Finner ikke filen.
sv_se: Filen hittades inte.

source: Pre-consume script does not exist.
nb_no: Før-behandlings skript finnes ikke.
sv_se: Pre-consume skript finns inte.

source: Error while executing pre-consume script.
nb_no: Feil under kjøring av før-behandlings skript.
sv_se: Fel vid körning av pre-consume skript.

source: Post-consume script does not exist.
nb_no: Etter-behandlings skript finnes ikke.
sv_se: Post-consume skript finns inte.

source: Error while executing post-consume script.
nb_no: Feil under kjøring av etter-behandlings skript.
sv_se: Fel vid körning av post-consume skript.

source: Received new file.
nb_no: Mottatt ny fil.
sv_se: Tog emot ny fil.

source: File type not supported.
nb_no: Filtypen støttes ikke.
sv_se: Filtypen stöds inte.

source: Processing document...
nb_no: Behandler dokument...
sv_se: Bearbetar dokument...

source: Generating thumbnail...
nb_no: Lager miniatyrbilde...
sv_se: Miniatyrer genereras...

source: Retrieving date from document...
nb_no: Henter dato fra dokumentet...
sv_se: Hämtar datum från dokument...

source: Saving document...
nb_no: Lagrer dokument...
sv_se: Sparar dokument...

source: Finished.
nb_no: Fullført.
sv_se: Slutförd.

source: Error
nb_no: Feil
sv_se: Fel

source: Information
nb_no: Informasjon

source: Modified
nb_no: Endret
sv_se: Ändrad

source: Search score
nb_no: Relevans
sv_se: Sök resultat

source: Create new item
nb_no: Lag nytt element
sv_se: Skapa nytt objekt

source: Edit item
nb_no: Rediger element
sv_se: Redigera objekt

source: Could not save element: error
nb_no: Kunne ikke lagre elementet: error
sv_se: Kunde inte spara element: error

source: Automatic
nb_no: Automatisk
sv_se: Automatisk

source: Do you really want to delete this element?
nb_no: Er du sikker på at du vil slette dette elementet?
sv_se: Vill du verkligen ta bort detta element?

source: Associated documents will not be deleted.
nb_no: Tilknyttede dokumenter vil ikke bli slettet.
sv_se: Kopplade dokument kommer inte att raderas.

source: Error while deleting element: JSON.stringify(error.error)
nb_no: Feil under sletting av element: JSON.stringify(error.error)
sv_se: Fel vid borttagning av element: JSON.stringify(error.error)

source: Any word
nb_no: Ett av ordene
sv_se: Valfritt ord

source: Any: Document contains any of these words (space separated)
nb_no: En av: Dokumentet inneholder en av disse ordene (mellomrom som er atskilt)
sv_se: Any: Dokumentet innehåller något av dessa ord (mellanslag separerade)

source: All words
nb_no: Alle ord
sv_se: Alla ord

source: All: Document contains all of these words (space separated)
nb_no: Alle: Dokumentet inneholder alle disse ordene (separert med mellomrom)
sv_se: All: Dokumentet innehåller alla dessa ord (mellanslag separerade)

source: Exact match
nb_no: Eksakt match
sv_se: Exakt matchning

source: Exact: Document contains this string
nb_no: Eksakt: Dokumentet inneholder denne strengen
sv_se: Exact: Dokumentet innehåller denna sträng

source: Regular expression: Document matches this regular expression
nb_no: Regular expression: Dokumentet matcher denne regular expression
sv_se: Reguljärt uttryck: Dokumentet matchar detta reguljära uttryck

source: Fuzzy word
nb_no: Fuzzy ord

source: Fuzzy: Document contains a word similar to this word
nb_no: Fuzzy: Dokumentet inneholder et ord som ligner på dette ordet
sv_se: Fuzzy: Dokumentet innehåller ett ord som liknar detta ord

source: Auto: Learn matching automatically
nb_no: Auto: Lær å matche automatisk
sv_se: Auto: Lär matchning automatiskt

source: Type: this.documentTypes.find(dt => dt.id == +rule.value)?.name
sv_se: Typ: this.documentTypes.find(dt => dt.id == +rule.value)?.name

source: Dark mode
sv_se: Mörkt läge

source: Regular expression
sv_se: Reguljära uttryck

source: Portuguese
sv_se: Portugisiska
